# 1️⃣ 📜 შექმენი სია:
#შექმენით სია, რომელიც შეიცავს 10 ელემენტს, მაგალითად: ნივთები, სახელები ან რიცხვები. 🧩 აირჩიე 10 ისეთი რამ, რაც გინდა, რომ იყოს სიაში! 

num = [1, 2, 3, 4, 5, 6, 7, 8, 9, 10]

print(num[0], num[4], num[2])
print(num[2], num[6])
print(num[2], num[3], num[4])
print(num[0], num[9], num[5])
print(num[0], num[4], num[9])
print(num[0], num[4], num[2])
print(num[0], num[5], num[9], num[2])
print(num[0], num[4], num[2], num[7])
print(num[3], num[8], num[6])
print(num[9], num[7], num[5])