# int (integer) - მთელი რიცხვები, მაგალითად: 5, -3
# float (floating point) - რეალური რიცხვები, რომლებიც შეიძლება ჰქონდეს წვერი, მაგალითად: 3.14, -0.001
# str (string) - ტექსტური მონაცემები, მაგალითად: "hello", "123"
# bool (boolean) - ლოგიკური მონაცემები, რომელიც შეიძლება იყოს მხოლოდ True ან False.
# გამოყენება:
# int: რაოდენობის აღრიცხვა (მაგ. ასაკი)
# float: რეალური რაოდენობების (მაგ. ფასები)
# str: ტექსტური ინფორმაციის შენახვა (მაგ. სახელი)
# bool: მდგომარეობების შესამოწმებლად (მაგ. სიის ცარიელია თუ არა)



# Line - ზოლის

# Rectangle - მართკუთხედის 

# Circle - წრის 

# Fill - შევსება.

# Text - ტექსტის დამატება.

# Pen - კალმის ინსტრუმენტი.

# Eraser - წაშლის ინსტრუმენტი.

# Color - ფერის არჩევა.

# Select - სფეროს შერჩევა.

# Undo - უკან დაბრუნება.




























